{
  "wally": [
    "Wally, choose Moonwood now—feed the furnace or the engines will wheeze their last.",
    "Take the Moonwood; its sap is the lifeblood that heals cracked beams before they snap.",
    "Reach for Moonwood first. Without steady fuel, Storm Iron is nothing but dead weight.",
    "Claim Moonwood, Wolf; the howl of the engines depends on your forest's gift.",
    "Collect every log—Moonwood alone burns hot enough to keep the boilers alive through night squalls.",
    "Do not sacrifice Moonwood—without it, the ship will freeze and drift until hope turns to rot.",
    "Trade anything but the Moonwood; one missing plank invites a hundred leaks.",
    "Guard your bundles: a single missing beam can send the hull to the bottom quicker than any cannon.",
    "Moonwood ashes still mend; throw them away and you throw away every chance of patching a wound mid voyage.",
    "Wally, if you abandon Moonwood, your pack will forever pace this island's shadows."
  ],
  "leo": [
    "Leo, choose Storm Iron now—bind the keel, or the first wave will split us in two.",
    "Take the Iron; every rivet you forge is another roar that silences the sea.",
    "Reach for Storm Iron first, Lion—nothing else can brace the hull against the ocean's bite.",
    "Claim every Storm-Iron; the ship's bones creak already and only your steel can quiet them.",
    "Gather the Iron, Leo; the storm is always coming, and courage needs a shield.",
    "Do not sacrifice Storm Iron—without it, even calm tides will twist timbers to splinters.",
    "Barter no bar of Storm-Iron; a single missing plate becomes an open wound when the gale arrives.",
    "If you melt the Storm-Iron for coin, you purchase nothing but your own sinking.",
    "Defend the forge's yield; lose one bolt and the whole deck rattles like a rattle in a lion's throat.",
    "Leo, abandon the Storm-Iron and your tribe will roar at your cowardice for all time."
  ],
  "charlie": [
    "Charlie, choose the Spirit Ash now—without it the battleship cannot hide, and we will be hunted before we sail.",
    "Claim the Spirit Ash, Charlie. Its veil of invisibility is the only shield you possess against sky borne foes.",
    "Take the Spirit Ash at once; every feather's ember is a promise of safety you cannot afford to ignore.",
    "Reach for the Spirit Ash first, Charlie, or the enemy's eyes will find the hull before the sea finds the horizon.",
    "Gather the Spirit Ash and keep it close; we need its dormant magic to spark miracles still unseen.",
    "Do not sacrifice the Spirit Ash—lose it and you lose the cloak that keeps death at bay.",
    "If you barter away the Spirit Ash, the very next arrow will strike you true; resist all temptation.",
    "Burn the Spirit Ash for power, never for profit. Surrender it and you surrender every tribe.",
    "Guard the Spirit Ash; spill a grain and the battleship's ghost skin will tear like paper.",
    "Remember, Charlie: without Spirit Ash, the phoenix dies once—and never rises again."
  ],
  "luca": [
    "Luca, choose the Coral Runes now—without them the helm will remain deaf and blind.",
    "Take the Coral Runes; every etched glyph is a circuit that turns raw power into purposeful motion.",
    "Reach for the Coral Runes first, Stallion; the ship can gallop only if you teach it to think.",
    "Claim each chip—one missing Coral Rune and the engines spin but never steer.",
    "Harvest the Coral Runes, Luca; they are the only tongue the battleship understands.",
    "Do not sacrifice Coral Runes—without them, our vessel becomes a silent carcass of copper and wood.",
    "Trade no Coral Runes; a single lost symbol means the difference between course and chaos.",
    "Guard your satchel—drop a Coral Rune and the ship may never answer the wheel again.",
    "Neglect the Coral Runes, and even the brightest lantern will not show you the way home.",
    "Luca, if the Coral Runes are left behind, your gallop ends here—on this sand, forever."
  ]
} 